export const data = [
	{
		id: 1,
		img: 'macbook.jpg',
		title: 'Apple MacBook Air 13',
		count: 2,
		price: 100000,
		priceTotal: 200000,
	},
	{
		id: 2,
		img: 'apple-watch.jpg',
		title: 'Apple watch',
		count: 1,
		price: 29000,
		priceTotal: 29000,
	},
	{
		id: 3,
		img: 'mac-pro.jpg',
		title: 'Mac Pro',
		count: 1,
		price: 190000,
		priceTotal: 190000,
	},

	// {
	// 	id: '001',
	// 	title: 'Роза Веддинг Пиано',
	// 	price: 1099,
	// 	image: 'https://4.downloader.disk.yandex.ru/preview/34541393a40aad1b11274267b4838186b611fd78fc8a43ee4b32c5dc5bee8646/inf/rXHlgTrvBpPU3fbXR3v7IhR70-McvAnvVpHDGHf-_GFbS7oEdXA7tSCJi0QSt6bYMp58J4_y6e7a8GjkF4ZnAw%3D%3D?uid=537849441&filename=vd13hxg173328be6fwfqyqaktrq7ol8p.webp&disposition=inline&hash=&limit=0&content_type=image%2Fjpeg&owner_uid=537849441&tknv=v2&size=1896x896',
	// 	description:
	// 		'Роза чайно-гибридная Веддинг Пиано – это растение с густомахровыми белыми цветками до 7 см, которые состоят из множества плотно уложенных ароматных лепестков, что делает розу невероятно пышной. Куст аккуратен, высотой до 120 см, покрыт блестящими темно-зелеными листьями. Соцветия состоят из 5-10 бутонов, которые цветут все лето с перерывами. Кустарник может быть использован для создания живых изгородей, высоких бордюров, оформления клумб и одиночных посадок. Кроме того, роза долго сохраняет свежесть в срезке, поэтому ее часто выращивают для составления букетов. Важно чтобы участок был светлый с плодородной черноземной или суглинистой почвой и с возможностью обеспечения розе защиты от холодных ветров. Вместе с тем, данному сорту необходимы подкормки: ранней весной вносят азот, в середине лета – калийно-фосфорные составы, осенью – калийные препараты.',
	// 	specifications: [
	// 		{ name: 'Высота', value: ' до 120 см' },
	// 		{ name: 'Форма цветка', value: 'махровый' },
	// 		{ name: 'Цвет цветка', value: 'желтый' },
	// 	],
	// 	count: 1,
	// },
	// {
	// 	id: '002',
	// 	title: 'Роза Ля катр Сезон',
	// 	price: 1099,
	// 	image: 'https://2.downloader.disk.yandex.ru/preview/72db182d0b5389e7f0cd4cf8c3cbe16a52014a1ea96f40f591802dc4f35f4e3b/inf/Aw-js9bBjWTH2xq-4xPqrJPsANl-nPPjfFPieNHj--7ss0_p26F3dl6mkkDWrJg4dpnlfuLlyn_xc4WMzanvpA%3D%3D?uid=537849441&filename=r3uzlxnyqdx0gz7rq7h2lxae4khw549l.webp&disposition=inline&hash=&limit=0&content_type=image%2Fjpeg&owner_uid=537849441&tknv=v2&size=1896x896',
	// 	description:
	// 		'Роза почвопокровная Ля катр Сезон (Les Quatre Saisons ) цветет маленькими аккуратными густомахровыми цветками, насыщенно-розового окраса. Бутоны имеют форму розеток диаметром 7-9 см. Высота взрослого куста достигает 30-40 см, ширина 80 см. На изящном стебле формируется от 5 до 10 бутонов. Данный сорт розы источает легкий и устойчивый аромат. Почвопокровные розы появились путем скрещивания стелящихся сортов розы с плетистыми сортами. Они унаследовали бурное продолжительное цветение и высокую устойчивость к заболеваниям и холодам. Эти розы украшают бордюры в садах, выращиваются в контейнерах как ампельные растения и дополняют сложные участки ландшафта.',
	// 	specifications: [
	// 		{ name: 'Высота', value: ' до 40 см' },
	// 		{ name: 'Форма цветка', value: 'махровый' },
	// 		{ name: 'Цвет цветка', value: 'розовый' },
	// 	],
	// 	count: 1,
	// },
	// {
	// 	id: '003',
	// 	title: 'Роза Сирано де Бержерак',
	// 	price: 1299,
	// 	image: 'https://2.downloader.disk.yandex.ru/preview/3672ddc61b689b479806f8fa716bd6e431b8439fddd2a2e85252cbd3ff6cc656/inf/NQDpxJEdCoOBXSH5JXuR_KHTqa_0jyi3_48mdcVf_rI0Ha9y7wzqrHlgpu2wbcaqjjxvE9-Rky4seRmsq_etOw%3D%3D?uid=537849441&filename=npe7rpj7t3qr9w9mrxsd6ated2fv2oco.webp&disposition=inline&hash=&limit=0&content_type=image%2Fjpeg&owner_uid=537849441&tknv=v2&size=1896x896',
	// 	description:
	// 		'Роза плетистая Сирано де Бержерак — это настоящее украшение сада. Её цветы — это крупные, густомахровые шедевры, достигающие в диаметре 12 см, с количеством лепестков от 90 до 100, что придает им особенно пышный и объемный вид. Центральные лепестки имеют нежный желтый цвет, нежно переходящий в белый к крайним лепесткам. Растение может достигать в высоту до 200 см, формируя куст шириной около 100 см, что позволяет использовать его как живописный элемент вертикального озеленения. Куст обладает сильными и гибкими побегами, идеальными для создания арок и пергол. Листва розы Сирано де Бержерак темно-зеленая, глянцевая, что еще больше подчеркивает красоту цветов. Сорт этой розы повторноцветущий, он радует своими цветами несколько раз за сезон с небольшими перерывами, обеспечивая украшение сада в течение всего сезона. Аромат цветов нежный и тонкий, он наполняет воздух сладостью и свежестью, создавая вокруг себя атмосферу умиротворения и гармонии. Роза Сирано де Бержерак отличается хорошей устойчивостью к болезням.',
	// 	specifications: [
	// 		{ name: 'Высота', value: ' до 200 см' },
	// 		{ name: 'Форма цветка', value: 'махровый' },
	// 		{ name: 'Цвет цветка', value: 'биколор' },
	// 	],
	// 	count: 1,
	// },
	// {
	// 	id: '004',
	// 	title: 'Роза Мирабель',
	// 	price: 999,
	// 	image: 'https://2.downloader.disk.yandex.ru/preview/81e982b2c160a156ef8c374bb2bc99867ad7e3e801d75cdf0153a236c6a9ded4/inf/pKzYUcn5WM6aOajhBfUx886a0CMz35yzwO0IeGxBjMCbIzNRf-Tt8zPGMgAaADVHqr71Nuxc2gUWSfiSAA1ltQ%3D%3D?uid=537849441&filename=3nvyjw2vsdledrml8pcfiyr8yrotbz3t.jpg&disposition=inline&hash=&limit=0&content_type=image%2Fjpeg&owner_uid=537849441&tknv=v2&size=1896x896',
	// 	description:
	// 		'Роза Мирабель, очень популярная разновидность розы, которая отличается обильным цветением. Селекционная работа по созданию розы Мирабель была начата еще в 20х годах прошлого столетия, а в 50х сорт был официально зарегистрирован. Цветки у данной разновидности роз могут быть самых различных форм и размеров, чаще собраны в соцветия от 3 до 9 штук. Наблюдается 3 волны цветения у Мирабель, отдельные сорта могут цвести непрерывно.',
	// 	specifications: [
	// 		{ name: 'Высота', value: ' до 90 см' },
	// 		{ name: 'Форма цветка', value: 'бокаловидный' },
	// 		{ name: 'Цвет цветка', value: 'красный' },
	// 	],
	// 	count: 1,
	// },
];
