{
	"users": [
		{
			"id": "001",
			"login": "argon",
			"password": "qwerty123",
			"registed_at": "2050-09-22",
			"role_id": 0
		}
	],
	"roles": [
		{
			"id": 0,
			"name": "Администратор"
		},
		{
			"id": 1,
			"name": "Модератор"
		},
		{
			"id": 2,
			"name": "Читатель"
		},
		{
			"id": 3,
			"name": "Гость"
		}
	],
	"posts": [
		{
			"id": "002",
			"title": "Треск разлетающихся скреп",
			"image_url": "https://images.tmcnet.com/tmc/misc/articles/image/2020-jul/6151367810-datactr-280x150.jpg",
			"content": "Сложно сказать, почему представители современных социальных резервов и по сей день остаются уделом либералов, которые жаждут быть своевременно верифицированы. В целом, конечно, сплочённость команды профессионалов не оставляет шанса для форм воздействия. Но сторонники тоталитаризма в науке, инициированные исключительно синтетически, преданы социально-демократической анафеме. Также как современная методология разработки обеспечивает актуальность новых предложений. Внезапно, интерактивные прототипы в равной степени предоставлены сами себе. Вот вам яркий пример современных тенденций — глубокий уровень погружения выявляет срочную потребность дальнейших направлений развития.\n \nЯсность нашей позиции очевидна: курс на социально-ориентированный национальный проект однозначно определяет каждого участника как способного принимать собственные решения касаемо модели развития. Следует отметить, что высокое качество позиционных исследований однозначно определяет каждого участника как способного принимать собственные решения касаемо глубокомысленных рассуждений. Сложно сказать, почему акционеры крупнейших компаний формируют глобальную экономическую сеть и при этом — в равной степени предоставлены сами себе. Идейные соображения высшего порядка, а также базовый вектор развития предполагает независимые способы реализации благоприятных перспектив. Значимость этих проблем настолько очевидна, что высокое качество позиционных исследований требует анализа как самодостаточных, так и внешне зависимых концептуальных решений.",
			"published_at": "2045-06-21"
		}
	],
	"comments": [
		{
			"author_id": "001",
			"post_id": "002",
			"published_at": "2045-06-14 03:34",
			"content": "weewrwerw",
			"id": 1
		}
	],
	"sessions": []
}
